[
    {
        "quote": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.",
        "author": "Steve Jobs",
        "category": "Motivational"
    },
    {
        "quote": "The mind is everything. What you think you become.",
        "author": "Buddha",
        "category": "Inspirational"
    },
    {
        "quote": "Be yourself; everyone else is already taken.",
        "author": "Oscar Wilde",
        "category": "Individuality"
    },
    {
        "quote": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
        "author": "Albert Einstein",
        "category": "Humor"
    },
    {
        "quote": "Be the change that you wish to see in the world.",
        "author": "Mahatma Gandhi",
        "category": "Change"
    },
    {
        "quote": "In three words I can sum up everything I've learned about life: it goes on.",
        "author": "Robert Frost",
        "category": "Life"
    },
    {
        "quote": "If you want to know what a man’s like, take a good look at how he treats his inferiors, not his equals.",
        "author": "J.K. Rowling",
        "category": "Character"
    },
    {
        "quote": "To live is the rarest thing in the world. Most people exist, that is all.",
        "author": "Oscar Wilde",
        "category": "Life"
    },
    {
        "quote": "Without music, life would be a mistake.",
        "author": "Friedrich Nietzsche",
        "category": "Music"
    },
    {
        "quote": "Always forgive your enemies; nothing annoys them so much.",
        "author": "Oscar Wilde",
        "category": "Humor"
    },
    {
        "quote": "Life is what happens when you're busy making other plans.",
        "author": "John Lennon",
        "category": "Life"
    },
    {
        "quote": "The difference between stupidity and genius is that genius has its limits.",
        "author": "Albert Einstein",
        "category": "Intelligence"
    },
    {
        "quote": "Insanity is doing the same thing over and over and expecting different results.",
        "author": "Albert Einstein",
        "category": "Insanity"
    },
    {
        "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
        "author": "Albert Einstein",
        "category": "Perspective"
    },
    {
        "quote": "The only thing that interferes with my learning is my education.",
        "author": "Albert Einstein",
        "category": "Learning"
    },
    {
        "quote": "Strive not to be a success, but rather to be of value.",
        "author": "Albert Einstein",
        "category": "Success"
    },
    {
        "quote": "I have not failed. I've just found 10,000 ways that won't work.",
        "author": "Thomas A. Edison",
        "category": "Perseverance"
    },
    {
        "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "author": "Nelson Mandela",
        "category": "Resilience"
    },
    {
        "quote": "The way to get started is to quit talking and begin doing.",
        "author": "Walt Disney",
        "category": "Action"
    },
    {
        "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma – which is living with the results of other people's thinking.",
        "author": "Steve Jobs",
        "category": "Individuality"
    },
    {
        "quote": "If life were predictable it would cease to be life, and be without flavor.",
        "author": "Eleanor Roosevelt",
        "category": "Life"
    },
    {
        "quote": "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.",
        "author": "Oprah Winfrey",
        "category": "Gratitude"
    },
    {
        "quote": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.",
        "author": "James Cameron",
        "category": "Goals"
    },
    {
        "quote": "Life is not a problem to be solved, but a reality to be experienced.",
        "author": "Soren Kierkegaard",
        "category": "Life"
    },
    {
        "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
        "author": "Oprah Winfrey",
        "category": "Attitude"
    },
    {
        "quote": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson",
        "category": "Self-Determination"
    },
    {
        "quote": "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
        "author": "Mother Teresa",
        "category": "Love"
    },
    {
        "quote": "When you reach the end of your rope, tie a knot in it and hang on.",
        "author": "Franklin D. Roosevelt",
        "category": "Perseverance"
    },
    {
        "quote": "Always remember that you are absolutely unique. Just like everyone else.",
        "author": "Margaret Mead",
        "category": "Humor"
    },
    {
        "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant.",
        "author": "Robert Louis Stevenson",
        "category": "Growth"
    },
    {
        "quote": "The future belongs to those who believe in the beauty of their dreams.",
        "author": "Eleanor Roosevelt",
        "category": "Dreams"
    },
    {
        "quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
        "author": "Benjamin Franklin",
        "category": "Learning"
    },
    {
        "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
        "author": "Helen Keller",
        "category": "Beauty"
    },
    {
        "quote": "It is during our darkest moments that we must focus to see the light.",
        "author": "Aristotle Onassis",
        "category": "Hope"
    },
    {
        "quote": "Whoever is happy will make others happy too.",
        "author": "Anne Frank",
        "category": "Happiness"
    },
    {
        "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
        "author": "Ralph Waldo Emerson",
        "category": "Exploration"
    }
]